;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: juupii
; TranslationAuthorEmail: juupii@ymail.com
;

[Translation]
LangCode=041a
ReadHabit=Left-to-right
LanguageName=HR
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
pmJetHelp=Pokreni brzo pretraživanje
Information=Potvrda
Warning=Upozorenje
Error=Greška
Confirm=Potvrda
FrmJSAbout.caption=O programu
FrmJSAbout.btnok.caption=Uredu
FrmJSAbout.lblver.caption=Trenutna verzija:
FrmJSAbout.lblemail.caption=Email podrške:
FrmJSAbout.lblhome.caption=Početna stranica:
FrmJSAbout.lblthank.caption=Hvala slijedećim ljudima na njihovom doprinosu:
pmHelp=Online pomoć
pmHome=Početna stranica
pmCheckNew=Provjeri nadogradnje
pmLang=Jezici
pmAbout=O programu
pmcpfilename=Kopiraj cijelu putanju
pmcppath=Kopiraj direktorij
pmopen=Otvori datoteku
pmopenfolder=Otvori mapu
pmcpfile=Kopiraj datoteku/mapu
pmdel=Izbriši datoteku/mapu
pmatt=Svojstva
pmSelectAll=Označi sve stavke
pmSelectNone=Ne biraj ništa
pmSelectInvert=Označi suprotno
FrmRSMain.btnlikeit.caption=Sviđa mi se
FrmRSMain.btnSearch.caption=Traži
FrmRSMain.btnfeedback.caption=Prijedlozi i povratne informacije
[GUI]
ButtonYes=Da
ButtonNo=Ne
ButtonOK=Uredu
ButtonMinimize=Umanji
ButtonMaximize=Uvećaj
ButtonClose=Zatvori
ButtonRestore=Vrati
ButtonMenu=Izbornik
[Message]
AllHardDrive=Lokalni tvrdi diskovi
SelectHardDrive=Odaberite tvrdi disk
ScanFor=Tražim na disku:
Search=Traži
LeftTimeSec=Trajanje: %s sekunda(i)
NoKeyWord=Unesite ključne riječi koje želite pretražiti.
Stop=Stani
NoDriveChecked=Odaberite disk(ove) koje želite skenirati.
NoNewVer=Čestitke, verzija koju koristite je najnovija!
[FastFind]
Name=Naziv
Path=Putanja
FileSize=Veličina datoteke
DateModified=Datum izmjene
KeyWord=Unesite ključne riječi
SearchFinish=Pretraživanje je završeno. %d datoteka/mapa je pronađeno.
SearchAborted=Pretraživanje je prekinuto. %d datoteka/mapa je pronađeno.
NoResult=Nisu pronađene odgovarajuće datoteke.
[Help]
Startup=Pokreni JetSearch prilikom pokretanja računala
AutoRunMain=Pokreni prozor za brzo pretraživanje zajedno s JetSearch-om
Del=Izbriši
Tips=Brzo pretraživanje lokalnih datoteka/mapa
